[
  {
    "id": 1,
    "title": "Alexa Home 3",
    "brand": "Amazon",
    "ratings": 4.5,
    "details": "Alexa Home 3 is a smart speaker with voice assistant capabilities. It integrates seamlessly with your smart home devices and provides hands-free control for music, news, weather updates, and more. With a sleek design and improved sound quality, Alexa Home 3 enhances your home entertainment experience. It features far-field voice recognition, allowing it to hear you from across the room even when music is playing. Compatible with thousands of smart home devices, Alexa Home 3 is the ultimate addition to your modern home setup. The device also offers multiple layers of privacy controls, including a microphone off button that electronically disconnects the microphones.",
    "deliveryTime": 3,
    "SKU": "AH3-001",
    "category": "Smart Home",
    "price": 435,
    "stock": 25,
    "image": "https://i.ibb.co/nsgcxcn/Alexa-Home-3.jpg"
  },
  {
    "id": 2,
    "title": "Crosoft Xbox Elite",
    "brand": "Microsoft",
    "ratings": 4.8,
    "details": "Crosoft Xbox Elite offers superior gaming experience with advanced controls. It features customizable buttons, enhanced precision with adjustable-tension thumbsticks, and shorter hair trigger locks. The Xbox Elite controller is designed for competitive gaming, providing a tailored experience for every gamer. With up to 40 hours of rechargeable battery life, it ensures uninterrupted gaming sessions. The controller also supports Bluetooth, Xbox Wireless, and USB connectivity, making it compatible with a wide range of devices. Whether you're playing on Xbox consoles, Windows PCs, or mobile devices, the Xbox Elite controller delivers an unparalleled gaming experience.",
    "deliveryTime": 5,
    "SKU": "C-XE-002",
    "category": "Computers",
    "price": 60,
    "stock": 50,
    "image": "https://i.ibb.co/Qn3c0mR/Crosoft-xbos-Elite.jpg"
  },
  {
    "id": 3,
    "title": "Fujifilm Instax Wide",
    "brand": "Fujifilm",
    "ratings": 4.2,
    "details": "Fujifilm Instax Wide captures moments in wide format instant photos. This instant camera is perfect for parties, events, and creative projects, providing high-quality prints in a large format. It features an automatic flash for low-light shooting and a close-up lens for macro photography. The Instax Wide also offers a user-friendly interface with easy-to-use controls, making it accessible for photographers of all skill levels. Its retro design and vibrant color options make it a stylish addition to any photography collection. With the ability to print photos instantly, the Fujifilm Instax Wide allows you to create lasting memories on the go.",
    "deliveryTime": 4,
    "SKU": "F-IW-003",
    "category": "Camera & Drone",
    "price": 300,
    "stock": 40,
    "image": "https://i.ibb.co/LtLQV14/Fijufilm-Instax-Wide.jpg"
  },
  {
    "id": 4,
    "title": "Apple Macbook M2",
    "brand": "Apple",
    "ratings": 4.9,
    "details": "Apple Macbook M2 with the latest M2 chip for unparalleled performance. It offers blazing-fast processing speeds, enhanced graphics, and extended battery life, making it ideal for professionals and creatives. The Macbook M2 features a Retina display with True Tone technology, providing stunning visuals and accurate color reproduction. It also includes a Magic Keyboard with a refined scissor mechanism for a comfortable typing experience, and a Touch Bar that adapts to your workflow. With Thunderbolt 4 ports, the Macbook M2 supports high-speed data transfer and connects to a variety of peripherals. Whether you're editing videos, designing graphics, or coding, the Macbook M2 delivers exceptional performance and versatility.",
    "deliveryTime": 2,
    "SKU": "A-MM2-004",
    "category": "Computers",
    "price": 1200,
    "stock": 30,
    "image": "https://i.ibb.co/5cTpQRm/Apple-Macbook-M2.jpg"
  },
  {
    "id": 5,
    "title": "Google Nest Audio",
    "brand": "Google",
    "ratings": 4.6,
    "details": "Google Nest Audio provides rich sound and is a perfect addition to your smart home. It delivers clear, full-range audio with powerful bass, thanks to its advanced audio technology. The Nest Audio integrates with Google Assistant, allowing you to control your smart home devices, stream music, and access information with voice commands. It also supports multi-room audio, enabling you to sync music across multiple speakers throughout your home. With its compact and stylish design, the Nest Audio blends seamlessly into any room decor. Additionally, it offers privacy features such as a physical switch to turn off the microphones, ensuring your peace of mind.",
    "deliveryTime": 3,
    "SKU": "G-NA-005",
    "category": "Smart Home",
    "price": 255,
    "stock": 20,
    "image": "https://i.ibb.co/MRvDYm1/Google-Nest-Audio.jpg"
  },
  {
    "id": 6,
    "title": "HomePod",
    "brand": "Apple",
    "ratings": 4.7,
    "details": "HomePod is a breakthrough speaker with high-fidelity sound and spatial awareness. It adapts to its location and delivers immersive audio that fills the room. With Apple Music integration, HomePod provides access to over 70 million songs, curated playlists, and personalized recommendations. The device also supports Siri, enabling hands-free control for music, smart home devices, and more. HomePod's advanced audio technologies, including beamforming and real-time audio modeling, ensure optimal sound quality. Its seamless design and minimalistic appearance make it a stylish addition to any home. HomePod also prioritizes user privacy, with secure on-device processing and the ability to disable voice detection.",
    "deliveryTime": 3,
    "SKU": "A-HP-006",
    "category": "Smart Home",
    "price": 300,
    "stock": 15,
    "image": "https://i.ibb.co/WFxdH22/Home-Pod.jpg"
  },
  {
    "id": 7,
    "title": "Door Camera",
    "brand": "Ring",
    "ratings": 4.4,
    "details": "Ring Door Camera offers enhanced security with real-time alerts and video streaming. It features high-definition video, night vision, and two-way audio, allowing you to see, hear, and speak to visitors from anywhere. The door camera also integrates with the Ring app, providing customizable motion detection settings and instant notifications. With its durable and weather-resistant design, the Ring Door Camera is built to withstand the elements. It also supports Alexa integration, enabling voice control and seamless interaction with other smart home devices. Enhance your home security with the Ring Door Camera and stay connected to your property at all times.",
    "deliveryTime": 4,
    "SKU": "R-DC-007",
    "category": "Smart Home",
    "price": 400,
    "stock": 10,
    "image": "https://i.ibb.co/7jxF5Dr/Door-Camere.jpg"
  },
  {
    "id": 8,
    "title": "iPad 10th Generation",
    "brand": "Apple",
    "ratings": 4.3,
    "details": "iPad 10th Generation features a powerful A14 Bionic chip and beautiful display. It offers exceptional performance for gaming, streaming, and productivity tasks. The iPad's Liquid Retina display with True Tone technology provides vibrant colors and sharp visuals, making it perfect for creative work and entertainment. It also supports the Apple Pencil and Magic Keyboard, transforming it into a versatile tool for drawing, writing, and multitasking. With up to 10 hours of battery life, the iPad 10th Generation keeps you productive throughout the day. Its slim and lightweight design makes it easy to carry, and with iPadOS, you have access to a wide range of apps and features.",
    "deliveryTime": 3,
    "SKU": "A-IP10-008",
    "category": "iPad & Tablets",
    "price": 900,
    "stock": 35,
    "image": "https://i.ibb.co/tPDHBC0/ipad-10th-Generation.jpg"
  },
  {
    "id": 9,
    "title": "Google Nest Mini",
    "brand": "Google",
    "ratings": 4.1,
    "details": "Google Nest Mini is a small, yet powerful smart speaker for any room. It delivers rich sound with enhanced bass, despite its compact size. The Nest Mini integrates with Google Assistant, allowing you to control smart home devices, stream music, and access information with simple voice commands. It also supports multi-room audio, enabling you to play music across multiple speakers in your home. With its fabric-covered design and variety of color options, the Nest Mini blends seamlessly into any room decor. The device also features sustainable materials, with a durable fabric top made from recycled plastic bottles.",
    "deliveryTime": 2,
    "SKU": "G-NM-009",
    "category": "Smart Home",
    "price": 225,
    "stock": 45,
    "image": "https://i.ibb.co/zht5Jj8/Google-Nest-Mini.jpg"
  },
  {
    "id": 10,
    "title": "iPhone 14",
    "brand": "Apple",
    "ratings": 4.9,
    "details": "iPhone 14 with advanced camera system and powerful A16 Bionic chip. It features a stunning Super Retina XDR display with ProMotion technology, offering smooth and responsive performance. The iPhone 14's camera system includes a new Ultra Wide sensor, providing improved low-light performance and enhanced depth control. It also supports 5G connectivity, enabling faster download and upload speeds. The iPhone 14's durable design includes Ceramic Shield, making it more resistant to drops and scratches. With iOS, you have access to a wide range of apps and features, ensuring a seamless and intuitive user experience.",
    "deliveryTime": 2,
    "SKU": "A-IP14-010",
    "category": "Cell Phones",
    "price": 100,
    "stock": 50,
    "image": "https://i.ibb.co/yk8ZG7N/iphone-14.jpg"
  },
  {
    "id": 11,
    "title": "Sony Headphones",
    "brand": "Sony",
    "ratings": 4.7,
    "details": "Sony Headphones deliver excellent sound quality and noise cancellation. They feature advanced noise-canceling technology, allowing you to enjoy your music without distractions. The headphones also offer high-resolution audio, providing crisp and clear sound. With up to 30 hours of battery life, you can enjoy uninterrupted listening sessions. The Sony Headphones are designed for comfort, with plush ear cups and an adjustable headband. They also support Bluetooth connectivity and come with a built-in microphone for hands-free calls. Whether you're commuting, working, or relaxing at home, Sony Headphones provide an immersive audio experience.",
    "deliveryTime": 3,
    "SKU": "S-H-011",
    "category": "Audio",
    "price": 500,
    "stock": 20,
    "image": "https://i.ibb.co/7Rt9s3Y/Headphone.jpg"
  },
  {
    "id": 12,
    "title": "Ring Wifi Router",
    "brand": "Ring",
    "ratings": 4.5,
    "details": "Ring Wifi Router offers seamless connectivity and robust network security. It provides high-speed internet access with advanced security features, protecting your network from cyber threats. The router supports dual-band connectivity, ensuring stable and fast connections for all your devices. It also integrates with the Ring app, allowing you to manage your network and monitor connected devices from your smartphone. The Ring Wifi Router's sleek and compact design makes it easy to place in any room, while its powerful performance ensures a reliable and fast internet connection. Enhance your home network with the Ring Wifi Router and enjoy a secure and connected experience.",
    "deliveryTime": 3,
    "SKU": "R-WR-012",
    "category": "Smart Home",
    "price": 100,
    "stock": 30,
    "image": "https://i.ibb.co/2Fy2ByF/Ring-wifi-router.jpg"
  }
]
